
{
  "nav": {
    "about": "About",
    "hotel": "Our Hotels",
    "timeline": "Timeline",
    "contact": "Contact",
    "investing": "Our Investments"
  },
  "masthead": {
    "title": "H Hospitality Group",
    "subtitle": "An unmissable stay for your next vacation in paradise!"
  },
  "about": {
    "description": "H Hospitality Group, founded by visionary entrepreneur Henry, has established itself as a leading management company in El Nido, Palawan. With a team of over 300 employees, the group is committed to fostering regional growth and creating job opportunities. Over the past seven years, tourism in the region has surged by an impressive 700%, with the group playing a pivotal role in this growth through its operations in shuttle services, travel agencies, and multiple hotels, solidifying its industry-leading position. Beyond its core hospitality services, H Hospitality Group also manages an array of restaurants and cafés, offering diverse dining experiences that showcase the rich flavors of the region. Moreover, the group is dedicated to giving back to the community, supporting school nutrition programs to enhance the quality of life for local families. The group continues to expand its investment portfolio with the development of a cutting-edge condo hotel, aiming to redefine luxury living in El Nido.",
    "beachfrontHotels": "Beachfront Hotels",
    "beachfrontRestaurants": "Beachfront Restaurants",
    "hotel": "Our Hotels",
    "travelAndTour": "Travel and Tour",
    "condominium": "Condominium",
    "cafe": "Cafe",
    "spaAndMassage": "Spa & Massage",
    "nacpanBeachShuttle": "Nacpan Beach Shuttle",
    "bar": "Bar",
    "plantBasedRestaurant": "Plant Based Restaurant"
  },
  "location": {
    "title": "Location"
  },
  "timeline": {
    "title": "H Hospitality Group Timeline",
    "2024": {
      "pieceLio": {
        "name": "Piece Lio"
      },
      "nacpanBeachVilla": {
        "name": "Nacpan Beach Villa"
      }
    }
  },
  "csr": {
    "title": "CORPORATE SOCIAL RESPONSIBILITY BREAKTHROUGHS",
    "description": "At H Hospitality Group, our commitment goes beyond providing exceptional hospitality; it extends to making a meaningful impact on both our community and the environment. Since our founding in El Nido, Palawan, we have been steadfast in our commitment to creating a positive change through a variety of initiatives that support people and protect the planet.",
    "communitySupport": {
      "title": "Community Support Network",
      "description": "With around 300 employees, H Hospitality Group is proud to contribute to the livelihood of around 300 families. As the largest hospitality group in El Nido, we are delighted to make this impact. More than 70% of our workforce are locals from El Nido, showcasing our genuine passion for supporting the community by providing decent jobs with competitive pay and benefits. We believe that offering stable job opportunities and a nurturing work environment is essential to building a thriving community. Our employees are the backbone of our success, and their well-being is our top priority."
    },
    "turtleConservation": {
      "title": "Turtle Conservation Legacy",
      "description": "We take pride in our efforts to conserve sea turtles. Regular training sessions are conducted for our staff to emphasize the importance of sea turtle conservation, and we extend this education to our guests as well. Each year, we release between 8,000 to 10,000 sea turtles back into the ocean. By 2024, we have saved and rehabilitated over 49,500 lives, contributing to the preservation of marine ecosystems."
    },
    "spayingNeutering": {
      "title": "Spaying and Neutering Stray Dogs and Cats",
      "description": "In collaboration with Vet in Practice, a reputable veterinary group from Manila, we host weekly spaying and neutering clinics for stray dogs and cats in the local community. Over the course of a month, we welcome six groups of five veterinarians, providing them with accommodations in our hotels. These free clinics help control the population of stray animals, improving their welfare and the overall community environment."
    },
    "nutritionalLunchProgram": {
      "title": "Nutritional Lunch Program",
      "description": "Understanding the challenges faced by undernourished elementary school students, we have launched a program to provide nutritious lunches. This initiative ensures that children in our community have access to the essential nutrients they need for growth, learning, and a brighter future."
    },
    "christmasGiftGiving": {
      "title": "Christmas Gift Giving",
      "description": "Every Christmas, we spread joy by distributing gifts to local schoolchildren. This tradition strengthens our bond with the community and brings smiles to the faces of countless children during the holiday season."
    },
    "brigadaEskwela": {
      "title": "Empowerment Through Brigada Eskwela",
      "description1": "We recognize the importance of education in building a brighter future for our community. H Hospitality Group actively participates in the \"Brigada Eskwela\" program by donating essential materials such as cement, hollow blocks, and paint, as well as providing employee manpower to assist with cleaning, painting, and repairing school buildings. This year's beneficiaries include Bucana National High School and Calitang Elementary School. Additionally, we plan to adopt a school to ensure sustainability and continuous development.",
      "description2": "H Hospitality Group also supports various schools by offering on-the-job training opportunities for students. Trainees are assigned to different properties within HHG, including roles in Food & Beverage, housekeeping, front office, and even head office departments such as HR, Accounting, and Purchasing."
    },
    "communityEngagement": {
      "title": "Excellence Through Community Engagement",
      "description1": "H Hospitality Group proudly supports local sports as a way to strengthen teamwork, discipline, and community spirit. Our basketball team, a symbol of our commitment to these values, achieved a major milestone by winning the championship in 2023. This victory not only brought pride to our organization but also inspired our community to strive for excellence both on and off the court.",
      "description2": "This year, HHG will launch its own Glee Club to showcase singing talents and a Dance Club to highlight creativity through dances. These initiatives demonstrate that we excel not only in hospitality but also in honing diverse talents. They promote work-life balance within the community by offering our team members opportunities for artistic expression and personal growth. Additionally, these clubs aim to engage with and give back to the community through performances and events that bring people together and celebrate local talent."
    },
    "gleeClub": {
      "title": "HHG Glee Club: The Sound of Music Across El Nido",
      "description1": "The HHG Glee Club is an employee group within H Hospitality Group Corporation (HHG) that brings everyone together through a shared love for music. As the first hospitality choir in El Nido, the Glee Club represents the spirit of HHG employees, with members from across all our locations – Town, Lio, and Nacpan – joining to create voices of harmony.",
      "description2": "Making its debut on August 18, 2024, at the Inter-Hotel Basketball Friendship Game, the Glee Club opened the event by singing the national anthem, bringing pride to HHG and joy to everyone present. With 13 employee-singers representing the different parts of HHG, the Glee Club introduces sound of music to El Nido.",
      "description3": "More than just a choir, the HHG Glee Club is a testament to HHG's commitment to work-life balance and employee engagement. Through clubs like this, our employees find new avenues to express themselves, connect with colleagues, and take their passions into the workplace. Supported by our Human Resources group, the Glee Club strengthens our belief that HHG is more than just a job – it's a vibrant community where everyone has a voice. As the Glee Club continues to grow, they are already preparing for upcoming performances, connecting to the broader El Nido community."
    },
    "conclusion": "At H Hospitality Group, we are dedicated to forging a sustainable future for our people, community, and the environment. Our CSR initiatives are a testament to our unwavering commitment to making a positive difference in El Nido and beyond, one step at a time."
  },
  "contact": {
    "title": "Contact Us",
    "location": "Location",
    "locationValue": "PH,El Nido",
    "phone": "Phone",
    "whatsapp": "What's app",
    "bussiness": "Business Opportunities",
    "office": "Office",
    "reservation": "Reservation"
  },
  "hotel": {
    "title": "Our Hotels",
    "subtitle": "Discover our collection of exceptional properties in El Nido",
    "info": "Hotel Info",
    "rating": "Rating:",
    "location": "Location:",
    "phone": "Phone:",
    "pricing": "Pricing:",
    "bookNow": "Book Now",
    "website": "Website:",
    "highlights": "Highlights:",
    "coupleRating": "Couple rating:",
    "distanceFromBeach": "Distance from beach:",
    "valueForMoney": "Value for money:",
    "locationScore": "Location score:",
    "nearestAirport": "Nearest airport:",
    "pieceLio": {
      "name": "Piece Lio",
      "description": "One of the most comfortable hotels on El Nido, developed in collaboration with Japan's renowned Piece Group. Offering spacious rooms of 50 to 150 square meters, providing a more comfortable stay compared to local hotels' typical 18 to 22 square meter rooms.",
      "shortDescription": "A luxurious beachfront resort offering stunning views of the ocean and world-class amenities.",
      "rooms": "Rooms: 36",
      "openingYear": "Opening Year: 2024",
      "location": "Location: Lio Airport Area (Ayala Lio)",
      "phone": "+63 917 123 4567",
      "website": "www.piecelio.com"
    },
    "nacpanBeachResort": {
      "name": "Nacpan Beach Resort",
      "description": "Offering a more comfortable beach accommodation experience for travelers who prefer not to stay in tents. Guests can enjoy private bathroom facilities, avoiding the inconvenience of separate toilets in tents.",
      "shortDescription": "Experience the beauty of Nacpan Beach at this eco-friendly resort, perfect for nature lovers.",
      "rooms": "Rooms: 26",
      "openingYear": "Opening Year: 2023",
      "location": "Location: Nacpan Beach",
      "phone": "+63 917 234 5678",
      "website": "www.nacpanbeachresort.com"
    },
    "nacpanBeachGlamping": {
      "name": "Nacpan Beach Glamping",
      "description": "Nacpan Beach is one of the must-visit spots for travelers after Big Lagoon and Small Lagoon. We've established Nacpan Beach Glamping on this beach and planted 300 trees and 4000 shrubs. We are committed to environmental conservation, not only preserving the natural environment but also establishing a sea turtle conservation project.",
      "shortDescription": "Enjoy a unique glamping experience with all the comforts of a hotel, right on the beach.",
      "rooms": "Rooms: 18",
      "openingYear": "Opening Year: 2023",
      "location": "Location: Nacpan Beach",
      "phone": "+63 917 345 6789",
      "website": "www.nacpanbeachglamping.com"
    },
    "hHotelVeganHotel": {
      "name": "H Hotel - Vegan Friendly Hotel",
      "description": "H Hotel is located in the center of El Nido town with an excellent location. The hotel offers Ver De's vegan breakfast and sea view dinners at the rooftop Piece of Sky restaurant. Currently, 2 of the top 3 ranked restaurants on TripAdvisor are located in H Hotel.",
      "shortDescription": "A vegan-friendly hotel with plant-based cuisine and eco-conscious rooms.",
      "rooms": "Rooms: 41",
      "openingYear": "Opening Year: 2023",
      "location": "Location: El Nido Town Center",
      "phone": "+63 917 456 7890",
      "website": "www.hhotelveganhotel.com"
    },
    "jBoutiqueHotel": {
      "name": "J Boutique Hotel",
      "description": "J Boutique Hotel is located on the edge of El Nido town, an 8-minute walk from the beach. This hotel is suitable for backpackers and small groups, offering affordable prices while maintaining comfortable and stylish decor.",
      "shortDescription": "A stylish boutique hotel in the heart of El Nido, perfect for urban explorers.",
      "rooms": "Rooms: 14",
      "openingYear": "Opening Year: 2023",
      "location": "Location: El Nido Town Center",
      "phone": "+63 917 567 8901",
      "website": "www.jboutiquehotel.com"
    },
    "sResortElNido": {
      "name": "S Resort El Nido",
      "description": "Located in El Nido town, near H Hotel, with 44 rooms. Over 100 restaurants and bars within 200 meters, perfect for group travel or couples' getaways. Features H&C Chinese restaurant on the rooftop and Grounded café on the first floor for delicious morning coffee.",
      "shortDescription": "A modern resort offering comfort and convenience for leisure and business travelers.",
      "rooms": "Rooms: 44",
      "openingYear": "Opening Year: 2023",
      "location": "Location: El Nido Town Center",
      "phone": "+63 917 678 9012",
      "website": "www.sresortelnido.com"
    },
    "casaCecilia": {
      "name": "C Hotel (Casa Cecilia)",
      "description": "C Hotel is decorated in a simple local style, designed for budget-conscious travelers. It offers a prime location and simple, comfortable accommodation. The hotel is only a 2-minute walk from the beach.",
      "shortDescription": "A 3-star accommodation located in the heart of El Nido, offering comfort and convenience.",
      "rooms": "Rooms: 20",
      "openingYear": "Opening Year: 2023",
      "location": "Location: El Nido Town Center",
      "phone": "+63 917 345 6789",
      "website": "www.casacecilia.com"
    },
    "nacpanBeachVillas": {
      "name": "Nacpan Beach Villas",
      "description": "This is our newest hotel investment on Nacpan Beach, featuring single villa designs. While it doesn't have a gym or pool, it's located right above the beach, offering a natural ocean swimming pool. Room designs by renowned designer Justin provide a comfortable and luxurious experience.",
      "shortDescription": "Luxurious villas with free WiFi, perfect for couples seeking a romantic getaway.",
      "rooms": "Rooms: 14",
      "openingYear": "Opening Year: 2024",
      "location": "Location: Nacpan Beach",
      "highlights": "Free WiFi, Garden, Terrace, Bar"
    },
    "zGardenHotel": {
      "name": "Z Garden Hotel",
      "description": "Z Garden Hotel is our latest hotel development, scheduled to open in 2025, located next to El Nido port. The hotel rooms are divided into sea view rooms and courtyard view rooms, offering travelers a variety of accommodation options.",
      "shortDescription": "New hotel development with sea view and courtyard view options.",
      "rooms": "Rooms: 30",
      "openingYear": "Opening Year: 2025",
      "location": "Location: El Nido Town Center"
    }
  },
  "common": {
    "previous": "Previous",
    "next": "Next"
  },
  "investing": {
    "title": "Our Investments",
    "subtitle": "Explore our diverse strategic portfolio",

    "tabs": {
      "hotels": "Hotels",
      "restaurantsCafeBars": "Restaurant, Cafe & Bars",
      "spaMassage": "Spa & Massage",
      "travelTours": "Travel & Tours"
    },
    "hotels": {
      "introduction": "H Hospitality Group is committed to providing unique and comfortable accommodation experiences through its diverse hotel portfolio. Our hotels are strategically located in prime locations across El Nido, meeting the needs of all types of travelers while promoting environmental protection and sustainable development. We offer luxury experiences while emphasizing harmony with local culture and natural environment, creating unforgettable memories for every guest.",
      "pieceLio": {
        "name": "Piece Lio",
        "description": "Piece Lio is one of the most comfortable hotels in El Nido, developed in partnership with Japan's renowned Piece Group. While Piece Group operates 10 hotels in Japan, Piece Lio offers rooms from 50 to 150 square meters, providing a more spacious and comfortable stay compared to local hotels' typical 18-22 square meter rooms.",
        "shortDescription": "A high-end hotel developed in partnership with Japan's Piece Group, offering spacious 50-150 square meter rooms that far exceed local comfort standards.",
        "rooms": "Rooms: 36",
        "openingYear": "Opening Year: 2024", 
        "location": "Location: Lio Airport Area (Ayala Lio)"
      },
      "hHotelVeganHotel": {
        "name": "H Hotel - Vegan-Friendly Hotel",
        "description": "H Hotel is located in the heart of El Nido town, boasting an excellent location. The hotel offers vegan breakfast from Ver De and seaside dining at Piece of Sky rooftop restaurant. Currently, 2 of the top 3 restaurants on TripAdvisor are located in H Hotel.",
        "shortDescription": "A vegan-friendly hotel in the town center, featuring two TripAdvisor top-three restaurants, offering vegan breakfast and seaside dining.",
        "rooms": "Rooms: 41",
        "openingYear": "Opening Year: 2023",
        "location": "Location: El Nido Town Center"
      },
      "nacpanBeachGlamping": {
        "name": "Nacpan Beach Glamping",
        "description": "Nacpan Beach is considered one of the must-visit spots besides Big Lagoon and Small Lagoon. We established Nacpan Beach Glamping on this beach, planting 300 trees and 4,000 shrubs. Our commitment to environmental conservation includes not only preserving the natural environment but also establishing a sea turtle conservation project.",
        "shortDescription": "A luxury glamping site on the must-visit Nacpan Beach, dedicated to environmental protection with extensive plantings and a sea turtle conservation program.",
        "rooms": "Rooms: 18",
        "openingYear": "Opening Year: 2023",
        "location": "Location: Nacpan Beach"
      },
      "nacpanBeachResort": {
        "name": "Nacpan Beach Resort",
        "description": "To provide more options for travelers who prefer not to stay in tents, Nacpan Beach Resort offers a more comfortable beach accommodation experience with private bathrooms, avoiding the inconvenience of separate facilities common in tent accommodations.",
        "shortDescription": "A beach resort offering comfortable accommodations with private bathrooms, perfect for those seeking an alternative to tent stays.",
        "rooms": "Rooms: 26",
        "openingYear": "Opening Year: 2023",
        "location": "Location: Nacpan Beach"
      },
      "nacpanBeachVillas": {
        "name": "Nacpan Beach Villas",
        "description": "This is our newest hotel investment on Nacpan Beach, featuring individual villa designs. While it doesn't have a gym or pool, it's located right above the beach, offering a natural ocean swimming pool. Room designs by renowned designer Justin provide guests with a comfortable and luxurious experience.",
        "shortDescription": "Luxury beachfront villas designed by renowned designer Justin, situated right above the beach with access to a natural ocean swimming pool.",
        "rooms": "Rooms: 14",
        "openingYear": "Opening Year: 2024",
        "location": "Location: Nacpan Beach"
      },
      "sResortElNido": {
        "name": "S Resort El Nido",
        "description": "Located in El Nido town near H Hotel, with 44 rooms and over 100 restaurants and bars within 200 meters, perfect for group travel or couples' getaways. The hotel features H&C Chinese restaurant on the rooftop and Grounded café on the first floor for delicious morning coffee.",
        "shortDescription": "A modern resort in El Nido town center with rich dining options nearby, featuring a rooftop Chinese restaurant and ground floor café, ideal for groups and couples.",
        "rooms": "Rooms: 44",
        "openingYear": "Opening Year: 2023",
        "location": "Location: El Nido Town Center"
      },
      "jBoutiqueHotel": {
        "name": "J Boutique Hotel",
        "description": "J Boutique Hotel is located on the edge of El Nido town, an 8-minute walk from the beach. This hotel is suitable for backpackers and small groups, offering affordable prices while maintaining comfortable and stylish decor.",
        "shortDescription": "A stylish boutique hotel on the town's edge, within walking distance to the beach, offering affordable comfort for backpackers and small groups.",
        "rooms": "Rooms: 14",
        "openingYear": "Opening Year: 2023",
        "location": "Location: El Nido Town Center"
      },
      "cHotel": {
        "name": "C Hotel (Casa Cecilia)",
        "description": "C Hotel is decorated in a simple local style, designed for budget-conscious travelers, offering a prime location and simple, comfortable accommodation. The hotel is only a 2-minute walk from the beach.",
        "shortDescription": "A budget-friendly hotel just 2 minutes from the beach, featuring simple local-style decor and comfortable accommodations.",
        "rooms": "Rooms: 20",
        "openingYear": "Opening Year: 2023",
        "location": "Location: El Nido Town Center"
      },
      "zGardenHotel": {
        "name": "Z Garden Hotel",
        "description": "Z Garden Hotel is our latest hotel development, scheduled to open in 2025, located next to El Nido port. The hotel rooms are divided into sea view rooms and courtyard view rooms, offering travelers a variety of accommodation options.",
        "shortDescription": "A new port hotel project opening in 2025, offering both sea and garden view rooms for diverse accommodation experiences.",
        "rooms": "Rooms: 30",
        "openingYear": "Opening Year: 2025",
        "location": "Location: El Nido Town Center"
      }
    },
    "restaurantsCafeBars": {
      "introduction": "H Hospitality Group's dining portfolio offers diverse culinary experiences in El Nido. From vegetarian cuisine to authentic Asian dishes, our restaurants cater to various tastes and preferences. We take pride in using fresh local ingredients and creating unique dining atmospheres that complement El Nido's natural beauty.",
      "pieceOfSky": {
        "name": "Piece of Sky",
        "description": "Piece of Sky has been recognized as one of TripAdvisor's best restaurants, consistently ranking in the top three. Not only is the food excellent, but the views are also unforgettable. Dining at Piece of Sky on a clear day is an incomparable experience. From November 2024, a renowned chef from Dubai will join, bringing both culinary and visual excitement to guests.",
        "shortDescription": "A romantic rooftop restaurant offering Asian-Western fusion cuisine, accompanied by magnificent sea views and sunsets, perfect for dinner and cocktails.",
        "seats": "Seats: 60",
        "openingYear": "Opening Year: 2024",
        "location": "Location: H Hotel, El Nido Town Center"
      },
      "hAndC": {
        "name": "H&C",
        "description": "H&C is the only Chinese restaurant in El Nido town, offering authentic Chinese cuisine suitable for group dining of 4-10 people, as well as à la carte options for two. Signature dishes include live crab, live lobster, and steamed fish. The restaurant will undergo complete renovation in late 2024 to provide an enhanced dining experience.",
        "shortDescription": "A Chinese restaurant specializing in authentic Cantonese and Sichuan cuisine, winning the hearts of Chinese tourists and locals with its authentic flavors.",
        "seats": "Seats: 100",
        "openingYear": "Opening Year: 2024",
        "location": "Location: H Hotel, El Nido Town Center"
      },
      "threeBrosFalafel": {
        "name": "3 Bros Falafel",
        "description": "3 Bros Falafel is a Middle Eastern restaurant operated in partnership with three brothers, featuring freshly made falafel wraps daily. Open until 1 AM, it's a perfect choice for late-night food lovers.",
        "shortDescription": "A popular Middle Eastern restaurant famous for authentic shawarma and falafel, ideal for quick and delicious meals.",
        "seats": "Seats: 10",
        "openingYear": "Opening Year: 2024",
        "location": "Location: H Hotel, El Nido Town Center"
      },
      "groundedCoffee": {
        "name": "Grounded Coffee",
        "description": "Grounded Coffee is located on the first floor of S Resort, designed by renowned architect Justin. From bathroom design to communal tables, it showcases unique style that refreshes the senses. Don't miss trying their recommended Oat Milk Latte.",
        "shortDescription": "A professional coffee shop offering sustainably sourced premium coffee, ideal for coffee enthusiasts and digital nomads.",
        "seats": "Seats: 18",
        "openingYear": "Opening Year: 2023",
        "location": "Location: El Nido Town Center"
      },
      "janeCoffee": {
        "name": "Janu Coffee",
        "description": "Janu Coffee is H Hospitality Group's latest investment, focusing on high-end hand-drip coffee experiences. Professional baristas provide 1-2 hour refined coffee experiences, perfect for guests with high coffee standards.",
        "shortDescription": "A high-end specialty coffee shop offering 1-2 hour refined hand-drip coffee experiences by professional baristas for quality-seeking coffee enthusiasts.",
        "seats": "Seats: 15",
        "openingYear": "Opening Year: 2025",
        "location": "Location: El Nido Town Center"
      },
      "lechonCo": {
        "name": "Lechon Co by H Hospitality Group",
        "description": "<p>Now Open in El Nido, Palawan! Experience the iconic Cebu Lechon, reimagined in Bacolod style by a renowned culinary master from Bacolod!</p><p>If you're exploring El Nido, Palawan, and wondering where to eat in El Nido, look no further! Our perfectly roasted Lechon is now available on El Nido Island.</p><p>Enjoy a delicious lunch in El Nido with a plate of Lechon and a variety of sides, share it withfriends, or order a whole Lechon for a true Filipino feast.</p><h6>Lechon in El Nido Palawan</h6><p>Lechon is a Filipino culinary treasure, traditionally served during celebrations. This slow-roasted whole pig, with its crispy golden skin and juicy, flavorful meat, is a must-try when visiting the Philippines. Now available in El Nido. </p><h6>Where to find us?</h6><p>Located opposite H Hotel in El Nido Town, we're the perfect stop after a day of tours in El Nido.<br>Whether you're a tourist or a local, Lechon Co by H Hospitality Group is your go-to spot for the best Lechon in El Nido!</p>",
        "shortDescription": "Experience authentic Cebu Lechon with a Bacolod twist at El Nido's premier roasted pig destination, featuring crispy skin and juicy meat prepared in traditional Filipino style.",
        "seats": "Seats: 8",
        "openingYear": "Opening Year: 2025",
        "location": "Location: El Nido Town Center"
      },
      "verDeElNido": {
        "name": "Ver De El Nido",
        "description": "Ver De is a fully vegan restaurant on the first floor of H Hotel, co-founded by renowned chefs from the US and Philippines. It's El Nido's first all-vegan restaurant and ranks in TripAdvisor's top 3. The restaurant features 6-meter-high glass windows, air conditioning, and serves Beyond Meat, backed by Bill Gates' investment, making it an innovative dining destination.",
        "shortDescription": "El Nido's first all-vegan restaurant, created by renowned chefs, featuring spacious elegant dining spaces and innovative plant-based dishes including Beyond Meat.",
        "seats": "Seats: 65",
        "openingYear": "Opening Year: 2025",
        "location": "Location: El Nido Town Center"
      },
      "sunmaiNacpanBeach": {
        "name": "Sunmai",
        "description": "Sunmai Nacpan Beach is located in the center of Palawan's famous Nacpan Beach, one of the main restaurants on this beautiful beach. The restaurant offers delicious pizza, Korean cuisine, and Filipino dishes, highly recommended for both beach residents and day-trip visitors.",
        "shortDescription": "An authentic Taiwanese craft beer bar offering unique flavors for beer enthusiasts, the perfect spot to enjoy craft beers.",
        "seats": "Seats: 120",
        "openingYear": "Opening Year: 2017",
        "location": "Location: Nacpan Beach"
      },
      "hAndCChinese": {
        "name": "H&C Chinese Restaurant",
        "description": "H&C is the only Chinese restaurant in El Nido town, offering authentic Chinese cuisine suitable for group dining of 4-10 people, as well as à la carte options for two. Signature dishes include live crab, live lobster, and steamed fish. The restaurant will undergo complete renovation in late 2024 to provide an enhanced dining experience.",
        "shortDescription": "An authentic Chinese restaurant offering traditional cuisine from various regions of China, winning acclaim from locals and tourists alike.",
        "seats": "Seats: 100",
        "openingYear": "Opening Year: 2024",
        "location": "Location: H Hotel, El Nido Town Center"
      },
      "unocha": {
        "name": "Unocha",
        "description": "We've successfully obtained the Philippine franchise rights for Unocha, the famous bubble tea brand from Kaohsiung, Taiwan, and opened a branch in H Hotel, El Nido. Having a bubble tea after island hopping is one of the most delightful island travel experiences.",
        "shortDescription": "An elegant Japanese-style tea house offering high-quality tea beverages and refined light meals in a peaceful atmosphere.",
        "seats": "Seats: 25",
        "openingYear": "Opening Year: 2024",
        "location": "Location: H Hotel, El Nido Town Center"
      },
      "3BrosFalafel": {
        "name": "3 Bros Falafel",
        "description": "3 Bros Falafel is a Middle Eastern restaurant operated in partnership with three brothers, featuring freshly made falafel wraps daily. Open until 1 AM, it's a perfect choice for late-night food lovers.",
        "shortDescription": "A vibrant specialty restaurant perfectly blending Mexican flavors with local characteristics, bringing a unique dining experience to El Nido.",
        "seats": "Seats: 10",
        "openingYear": "Opening Year: 2024",
        "location": "Location: H Hotel, El Nido Town Center"
      }
    },
    "spa": {
      "title": "Spa",
      "introduction": "H Hospitality Group's Oriental Spa series offers ultimate relaxation and rejuvenation experiences for travelers. Our spa facilities are beautifully designed, combining modern aesthetics with Oriental therapies. Whether you visit Oriental Spa 1 at H Hotel or the newly opened Oriental Spa 2, you'll find comfortable environments and professional treatment services. Our spa facilities are your ideal healing destination after exploring El Nido's beautiful scenery or seeking moments of tranquility.",
      "orientalSpa1": {
        "name": "Oriental Spa 1",
        "description": "Located on the first floor of H Hotel, Oriental Spa 1 is El Nido's most popular massage establishment with the most positive reviews on Google Maps. This spa is renowned for its high-quality service and comfortable environment, making it a must-visit relaxation spot for El Nido travelers. Due to high demand, guests are advised to book in advance to ensure they can enjoy a quality massage experience.",
        "seats": "Seats: 13",
        "openingYear": "Opening Year: 2023",
        "location": "Location: H Hotel, El Nido"
      },
      "orientalSpa2": {
        "name": "Oriental Spa 2",
        "description": "Oriental Spa 2 is El Nido's newest luxury wellness spa center, featuring 40 massage stations offering spacious and private comfortable environments. This standalone building, thoughtfully designed by renowned designer Justin, combines modern design with traditional Oriental therapies to provide guests with ultimate mind and body relaxation experiences. When visiting El Nido, this newly opened spa center is a wellness experience not to be missed.",
        "seats": "Seats: 40",
        "openingYear": "Opening Year: 2025",
        "location": "Location: Next to J Boutique Hotel, El Nido"
      }
    },
    "travel": {
      "title": "Travel & Tourism",
      "introduction": "H Hospitality Group provides comprehensive travel and activity services through partnerships with top local tour companies like Discover El Nido. Our services range from professional guided tours and comfortable transportation to wedding planning and unique market experiences, meeting the needs of different travelers. Whether you're exploring El Nido's beautiful scenery or planning a romantic wedding on Nacpan Beach, H Hospitality Group is committed to providing unparalleled experiences. We understand that each journey is unique and strive to create beautiful memories for every traveler.",
      "discoverElNido": {
        "name": "Discover El Nido",
        "description": "Discover El Nido is El Nido's highest-rated tour company, certified by TripAdvisor, and works closely with H Hospitality Group. Its founder and H Hospitality Group's founder are longtime friends. Discover El Nido owns 9 boats and provides the most professional guide services, leading tourists to explore El Nido's beautiful natural landscapes, making it the first choice for travelers visiting El Nido."
      },
      "elNidoGO": {
        "name": "El Nido GO",
        "description": "El Nido Go is a one-stop service travel agency specifically for Chinese travelers. Whether it's flights, hotels, dining, or itinerary planning, El Nido Go can handle everything. It's especially suitable for travelers unfamiliar with English or those who prefer not to plan their own trips, allowing you to enjoy a worry-free vacation."
      },
      "nacpanBeachShuttle": {
        "name": "Nacpan Beach Shuttle",
        "description": "Nacpan Beach is one of the world's most beautiful beaches, but getting there isn't easy, with one-way private car costs around $50. Nacpan Beach Shuttle provides a more affordable option at just $15 round-trip. These shuttles are air-conditioned, providing convenient and comfortable journeys, making them the ideal transportation to Nacpan Beach."
      },
      "nacpanBeachWedding": {
        "name": "Nacpan Beach Wedding",
        "description": "For many, having a beach wedding is a dream come true. Nacpan Beach Wedding specializes in arranging weddings on this beautiful beach, providing one-stop services for everything from venue setup to event planning and other wedding needs, ensuring every detail is perfect."
      },
      "nacpanSunsetMarket": {
        "name": "Nacpan Sunset Market",
        "description": "While enjoying the sunset views at Nacpan Beach, you can also experience the fun of Nacpan Sunset Market. This market, inspired by Taiwan's famous night markets, allows visitors to experience a rich variety of food and crafts in a romantic beach atmosphere."
      }
    }
  },
  "travel": {
    "elNidoGO": {
      "name": "El Nido GO",
      "description": "An exciting beach game experience offering fun activities and adventures for visitors to El Nido."
    },
    "sunsetMarket": {
      "name": "Sunset Market",
      "description": "A lively beachfront market offering shopping and dining experiences accompanied by stunning sunset views."
    },
    "nacpanBeachWedding": {
      "name": "Nacpan Beach Wedding",
      "description": "Offering beach wedding services including venue information, catering, and decoration assistance to create your perfect beach wedding."
    },
    "nacpanBeachShuttle": {
      "name": "Nacpan Beach Shuttle",
      "description": "This is a 9-seater minibus that can take you on a tour of the coastal scenery and city attractions of El Nido, Philippines. It's a perfect way to explore the beautiful beaches and landmarks of the island while enjoying comfortable transportation."
    }
  },
  "cafe": {
    "grounded100Arabica": {
      "name": "Grounded 100% Arabica",
      "description": "A cozy cafe offering premium 100% Arabica coffee sourced from the world's finest coffee beans. Enjoy the perfect cup paired with freshly baked pastries while taking in the captivating views of El Nido."
    },
    "unocha": {
      "name": "Unocha",
      "description": "Unocha: Authentic Taiwanese bubble tea in El Nido. Classic and innovative flavors using premium tea leaves and fresh pearls. Taste Taiwan in paradise."
    }
  },
  "spa": {
    "orientalSpa": {
      "name": "Oriental Spa",
      "description": "Oriental Spa offers a serene oasis of relaxation and rejuvenation in the heart of El Nido. Our expert therapists provide a range of traditional and modern treatments, from soothing massages to revitalizing facials, using natural, locally-sourced ingredients. Experience ultimate tranquility and emerge refreshed, ready to continue your tropical paradise adventure."
    }
  },
  "bar": {
    "sunmaiNacpanBeach": {
      "name": "Sunmai Nacpan Beach",
      "description": "Sunmai Nacpan Beach, the only Sunmai bar on El Nido island, offers a unique blend of Taiwanese craft beers and stunning beach views. Enjoy sunset drinks in this tropical paradise, where East Asian brewing meets Philippine coastal beauty."
    }
  }
}
